Repository: 0xced/PowerPlatform-DataverseServiceClient
Catalog: src/GeneralTools/DataverseClient/ConnectControl/Properties/Messages.*.resx
Languages: ca_es, cs_cz, da_dk, de_de, el_gr, eu_es, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, ja_jp, kk_kz, ko_kr, lv_lv, nb_no, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk

# CRMCONNECT_ERR_ACCESS
source: Error requesting orgs from the discovery server
ca_es: S'ha produït un error en sol·licitar org. des del servidor de detecció
cs_cz: Při žádosti o organizace ze zjišťovacího serveru došlo k chybě.
da_dk: Der opstod en fejl under anmodning om organisationer fra registreringsserveren
de_de: FEHLER BEIM ANFORDERN DER ORGANISATIONEN VOM ERMITTLUNGSSERVER
el_gr: Σφάλμα κατά την αίτηση οργανισμών από το διακομιστή εντοπισμού
eu_es: Errorea erakundeak eskatzean aurkikuntza-zerbitzarira
fi_fi: Virhe pyydettäessä organisaatioita etsintäpalvelimesta
fr_fr: ERREUR LORS DE LA DEMANDE D'ORGANISATIONS AUPRÈS DU SERVEUR DE DÉCOUVERTE
gl_es: Erro ao solicitar organizacións do servidor de detección
he_il: שגיאה בעת בקשת ארגונים משרת הגילוי
hu_hu: Hiba történt a szervezetek lekérésekor a felderítő kiszolgálótól.
ja_jp: 検出サーバーからの組織の要求エラー
kk_kz: Discovery серверінен ұйымдарды сұрау қатесі
ko_kr: 검색 서버에서 조직을 요청하는 동안 오류가 발생했습니다.
lv_lv: Radusies kļūda, pieprasot organizācijas no noteikšanas servera
nb_no: Det oppstod feil ved forespørsel om organisasjoner fra søkeserveren
pt_br: Erro ao solicitar organizações do servidor de descoberta
ru_ru: ОШИБКА ЗАПРОСА ОРГАНИЗАЦИЙ С СЕРВЕРА СЛУЖБЫ ОБНАРУЖЕНИЯ
sr_cyrl_rs: Грешка приликом захтевања организација од сервера за откривање
sr_latn_rs: Greška prilikom zahtevanja organizacija od servera za otkrivanje
sv_se: Fel vid begäran av organisationer från identifieringsservern
th_th: มีข้อผิดพลาดในการขอองค์กรจากเซิร์ฟเวอร์การค้นหา
tr_tr: Bulma sunucusundan kuruluşlar talebinde bulunurken hata oluştu
uk_ua: Помилка запиту організацій із сервера виявлення
vi_vn: Lỗi khi yêu cầu tổ chức từ máy chủ khám phá
zh_cn: 从发现服务器请求组织时出错
zh_hk: 從探索伺服器要求組織時發生錯誤

# CRMCONNECT_ERR_MULTIORG
source: User attention required
ca_es: Es necessita l'atenció de l'usuari
cs_cz: Vyžaduje se zásah uživatele.
da_dk: Brugerens opmærksomhed kræves
de_de: Bearbeitung durch Benutzer erforderlich
el_gr: Απαιτείται η προσοχή του χρήστη
eu_es: Erabiltzailearen arreta beharrezkoa
fi_fi: Tarvitaan käyttäjän toimia
fr_fr: Attention de l'utilisateur requise
gl_es: Requírese a atención do usuario
he_il: נדרשת תשומת לב מהמשתמש
hi_in: उपयोगकर्ता का ध्यान देना आवश्यक
hu_hu: Felhasználói beavatkozás szükséges
ja_jp: ユーザーの注意が必要です
kk_kz: Пайдаланушы көңілі қажет
ko_kr: 사용자 주의가 필요합니다.
lv_lv: Jāpievērš lietotāja uzmanība
nb_no: Krever handling fra brukeren
pt_br: Atenção do usuário necessária
ru_ru: Требуется вмешательство пользователя
sr_cyrl_rs: Потребна интервенција корисника
sr_latn_rs: Potrebna intervencija korisnika
sv_se: Användaråtgärd krävs
th_th: ผู้ใช้ต้องใส่ใจเป็นพิเศษ
tr_tr: Kullanıcının ilgilenmesi gerekli
uk_ua: Потрібна увага користувача
vi_vn: Yêu cầu người dùng chú ý
zh_cn: 需要用户注意
zh_hk: 需要使用者注意

# CRMCONNECT_ERR_UNEXPECTED_STATUS
source: Unexpected Status Event
ca_es: Incidència d'estat inesperada
cs_cz: Událost s neočekávaným stavem
da_dk: Uventet statushændelse
de_de: Unerwartetes Statusereignis
el_gr: Συμβάν μη αναμενόμενης κατάστασης
eu_es: Ustekabeko egoera-gertaera
fi_fi: Odottamaton tilatapahtuma
fr_fr: Événement d'état inattendu
gl_es: Evento de estado inesperado
he_il: אירוע מצב בלתי צפוי
hi_in: अनपेक्षित स्थिति इवेंट
hu_hu: Váratlan állapotesemény
ja_jp: 予期しない状態イベント
kk_kz: Күтілмеген күй оқиғасы
ko_kr: 예기치 않은 상태 이벤트
lv_lv: Neparedzēts statusa notikums
nb_no: Uventet statushendelse
pt_br: Evento de Status Inesperado
ru_ru: Неожиданное событие статуса
sr_cyrl_rs: Догађај неочекиваног статуса
sr_latn_rs: Događaj neočekivanog statusa
sv_se: Händelsen Oväntad status
th_th: เหตุการณ์สถานะที่ไม่คาดคิด
tr_tr: Beklenmeyen Durum Olayı
uk_ua: Неочікувана подія стану
vi_vn: Sự kiện trạng thái không mong muốn
zh_cn: 意外的状态事件
zh_hk: 未預期的狀態事件

# CRMCONNECT_LOGIN_FAILED_TO_GENERATE_LIVE_DEVICEFILE
source: Unable to create Live Registration file. Wait a few minutes and try again.
ca_es: No es pot crear el fitxer de registre actiu. Espereu uns minuts i torneu-ho a provar.
cs_cz: Soubor registrace ke službám Live nejde vytvořit. Počkejte pár minut a zkuste to znovu.
da_dk: Live-registreringsfil kan ikke oprettes. Vent et par minutter, og prøv igen.
de_de: Datei für Liveregistrierung kann nicht erstellt werden. Warten Sie einige Minuten, und versuchen Sie es noch einmal.
el_gr: Δεν είναι δυνατή η δημιουργία αρχείου καταχώρησης σε πραγματικό χρόνο. Περιμένετε λίγα λεπτά και δοκιμάστε ξανά.
eu_es: Ezin da Zuzeneko erregistroko fitxategia sortu. Itxaron minutu pare bat eta saiatu berriro.
fi_fi: Live-rekisteröintitiedoston luominen ei onnistu. Odota muutama minuutti ja yritä uudelleen.
fr_fr: Impossible de créer un fichier d'inscription en direct. Patientez quelques minutes, puis réessayez.
gl_es: Non se pode crear o ficheiro de rexistro activo. Espere uns minutos e ténteo de novo.
he_il: לא ניתן ליצור קובץ רישום חי. המתן כמה דקות ונסה שוב.
hi_in: लाइव रजिस्ट्रेशन फ़ाइल बनाने में असमर्थ. कुछ क्षण प्रतीक्षा करें और पुनः प्रयास करें.
hu_hu: Nem lehet létrehozni az élő regisztrációs fájlt. Várjon néhány percet, majd próbálkozzon újra.
ja_jp: ライブ登録ファイルを作成できません。数分間待ってからやり直してください。
kk_kz: Live тіркелу файлын жасау мүмкін емес. Бірнеше минут күтіп, әрекетті қайталаңыз.
ko_kr: 실시간 등록 파일을 만들 수 없습니다. 잠시 후 다시 시도하십시오.
lv_lv: Neizdevās izveidot Live reģistrācijas failu. Uzgaidiet dažas minūtes un mēģiniet vēlreiz.
nb_no: Kan ikke opprette fil for Live Registration. Vent noen minutter, og prøv på nytt.
pt_br: Não é possível criar o arquivo de Registro Dinâmico. Aguarde um momento e tente novamente.
ru_ru: Не удается создать файл Live Registration. Подождите какое-то время и повторите попытку.
sr_cyrl_rs: Није могуће креирати Live Registration датотеку. Сачекајте неколико минута и покушајте поново.
sr_latn_rs: Nije moguće kreirati Live Registration datoteku. Sačekajte nekoliko minuta i pokušajte ponovo.
sv_se: Det går inte att skapa en liveregistreringsfil. Vänta några minuter och försök igen.
th_th: ไม่สามารถสร้างแฟ้ม Live Registration โปรดรอสักครู่และลองอีกครั้ง
tr_tr: Canlı Kayıt dosyası oluşturulamadı. Birkaç dakika bekleyin ve yeniden deneyin.
uk_ua: Не вдалося створити реєстраційний файл Live. Повторіть спробу пізніше.
vi_vn: Không thể tạo tệp Đăng ký trực tiếp. Vui lòng chờ vài phút và thử lại.
zh_cn: 无法创建“实时注册”文件。请稍等几分钟，然后重试。
zh_hk: 無法建立即時註冊檔案。請等幾分鐘之後再試一次。

# CRMCONNECT_LOGIN_NO_ORGS_FOUND_ONLINE
source: You don't have permission to access any of the organizations in the Microsoft Dataverse region that you specified. If you're not sure which region your organization resides in, choose "Don't know" for the Dataverse region and try again. Otherwise check with your Dataverse administrator.
ca_es: No teniu permís per accedir a cap de les organitzacions de la regió del Microsoft Common Data Service que heu especificat. Si no sabeu exactament la regió on resideix la vostra organització, trieu "No ho sé" per a la regió del CDS i torneu-ho a provar. Altrament, demaneu l'administrador del CDS que us proporcioni la configuració correcta.
cs_cz: Nemáte oprávnění pro přístup k žádným organizacím v zadané oblasti Microsoft Common Data Service. Pokud nevíte, ve které oblasti CDS se vaše organizace nachází, zvolte jako Oblast CDS možnost Nevím a zkuste to znovu. V opačném případě se obraťte na správce CDS.
da_dk: Du har ikke tilladelse til at få adgang til nogen af organisationerne i det Microsoft Common Data Service-område, du har angivet. Hvis du ikke er sikker på, hvilket område organisationen ligger i, skal du vælge “Ved ikke” for CDS-området og prøve igen. Ellers kan du kontakte CDS-administratoren for at få de korrekte indstillinger.
de_de: Sie verfügen nicht über die Berechtigung zum Zugreifen auf die Organisationen der Microsoft Common Data Service-Region, die Sie angegeben haben. Wenn Sie nicht sicher sind, in welcher Region sich Ihre Organisation befindet, wählen Sie unter der CDS-Region die Option für "Keine Angabe" und wiederholen den Vorgang. Andernfalls können Sie sich an Ihren CDS-Administrator wenden.
el_gr: Δεν έχετε δικαίωμα πρόσβασης στους οργανισμούς στην περιοχή Microsoft Common Data Service που καθορίσατε. Αν δεν είστε βέβαιοι σε ποια περιοχή βρίσκεται ο οργανισμός σας, επιλέξτε “Δεν γνωρίζω” για την περιοχή CDS και δοκιμάστε ξανά. Διαφορετικά, επικοινωνήστε με το διαχειριστή του CDS.
eu_es: Ez duzu zehaztutako Microsoft Common Data Service eskualdeko erakunderik atzitzeko baimenik. Ez badakizu ziur zure erakundea zein eskualdetan dagoen, CDS eskualdean aukeratu "Ez dakit" eta saiatu berriro. Bestela, galdetu zure CDS administratzaileari.
fi_fi: Sinulla ei ole minkään määrittämäsi Microsoft Common Data Service -alueen organisaation käyttöoikeuksia. Ellet ole varma, mihin alueeseen organisaatiosi kuuluu, valitse CDS-alue-kohdassa ”En tiedä” ja yritä uudelleen. Muussa tapauksessa tarkista oikeat asetukset CDS-järjestelmänvalvojalta.
fr_fr: Vous n’êtes pas autorisé à accéder aux organisations de la région Microsoft Common Data Service que vous avez spécifiée. Si vous ne savez pas exactement à quelle région votre organisation appartient, indiquez que vous ne connaissez pas la région CDS, puis réessayez. Sinon, renseignez-vous auprès de votre administrateur CDS.
gl_es: Non ten permiso para acceder a ningunha das organizacións na rexión de Microsoft Common Data Service especificada. Se non está seguro da rexión á que pertence a súa organización, escolla "Non sei" para a rexión de CDS e ténteo de novo. En caso contrario, póñase en contacto co administrador de CDS.
he_il: אין לך הרשאה לגשת לאף אחד מהארגונים באזור Microsoft Common Data Service שציינת. אם אינך בטוח באיזה אזור הארגון שלך שוכן, בחר באפשרות "לא יודע" עבור אזור CDS ונסה שוב. אחרת, פנה למנהל CDS כדי לבדוק זאת.
hi_in: जिस Microsoft Common Data Service क्षेत्र को आपने निर्दिष्ट किया है उसमें किसी भी संगठन पर पहुँचने की आपके पास अनुमति नहीं है. यदि आपको यह सुनिश्चित नहीं है कि आपका संगठन किस क्षेत्र में है, तो CDS क्षेत्र के लिए "पता नहीं" चुनें और पुनः प्रयास करें. अन्यथा अपने CDS व्यवस्थापक से संपर्क करें.
hu_hu: Nincs engedélye, a megadott Microsoft Common Data Service régióban lévő szervezetek hozzáféréséhez. Ha nem biztos abban, hogy a szervezete melyik régióba tartozik, akkor válassza a „Nem tudom” lehetőséget a CDS régióhoz, majd próbálkozzon újra. Ellenkező esetben forduljon a CDS rendszergazdájához.
ja_jp: 指定した Microsoft Common Data Service 地域内のどの組織に対しても、アクセス許可がありません。組織が置かれている地域がわからない場合は、CDS の地域として [不明] を選択し、やり直してください。それ以外の場合は、CDS 管理者に問い合わせてください。
kk_kz: Сізде Microsoft Common Data Service аймағында көрсетілген кез келген ұйымға қатынасуға рұқсат жоқ. Ұйымның қай аймаққа жататынына сенімді болмасаңыз, CDS аймағы үшін "Білмеймін" тармағын таңдап, әрекетті қайталаңыз. Басқа жағдайда CDS басқаруын тексеріңіз.
ko_kr: 지정한 Microsoft Common Data Service 지역에서 조직에 액세스할 수 있는 권한이 없습니다. 조직이 위치한 지역을 잘 모를 경우 CDS 지역에 "모름"을 선택하고 다시 시도하십시오. 또는 CDS 관리자에게 확인하십시오.
lv_lv: Jums nav atļaujas piekļūt kādai no organizācijām Microsoft Common Data Service reģionā, kuru norādījāt. Ja neesat pārliecināts, kurā reģionā iekļauta jūsu organizācija, vienumam CDS reģions izvēlieties “Nezinu” un mēģiniet vēlreiz. Pretējā gadījumā sazinieties ar savu CDS administratoru.
nb_no: Du har ikke tilgang til noen av organisasjonene i området for Microsoft Common Data Service som du har angitt. Hvis du ikke er sikker på hvilket område organisasjonen tilhører, velger du Vet ikke for CDS-området og prøver på nytt. Du kan eventuelt kontakte CDS-administratoren.
pt_br: Você não tem permissão de acessar qualquer das organizações na região do Microsoft Common Data Service especificada. Se não souber em que região sua organização reside, escolha “Não Sei” para a região do CDS e tente novamente. Caso contrário, verifique com o administrador do CDS.
ru_ru: У вас нет полномочий на доступ к организациям в указанном вами регионе Microsoft Common Data Service. Если вы не уверены, в каком регионе находится организация, укажите "Не знаю" при выборе региона CDS и попробуйте снова, или обратитесь к вашему администратору CDS.
sr_cyrl_rs: Немате дозволу за приступ ниједној организацији у наведеној области услуге Microsoft Common Data Service. Ако нисте сигурни у којој области се налази ваша организација, изаберите опцију „Не знам“ за избор CDS области и покушајте поново. У супротном, консултујте администратора система CDS.
sr_latn_rs: Nemate dozvolu za pristup nijednoj organizaciji u navedenoj oblasti usluge Microsoft Common Data Service. Ako niste sigurni u kojoj oblasti se nalazi vaša organizacija, izaberite opciju „Ne znam“ za izbor CDS oblasti i pokušajte ponovo. U suprotnom, konsultujte administratora sistema CDS.
sv_se: Du har inte behörighet för åtkomst till någon av organisationerna i den Microsoft Common Data Service-region som du angett. Om du inte är säker på vilken region din organisation hör till kan du välja "Vet inte" som CDS-region och försöka igen. Annars kan du fråga CDS-administratören.
th_th: คุณไม่มีสิทธิ์เข้าถึงองค์กรในภูมิภาค Microsoft Common Data Service ที่ระบุ หากคุณไม่แน่ใจว่าองค์กรของคุณอยู่ในภูมิภาคใด ให้เลือก "ไม่ทราบ" สำหรับภูมิภาค CDS แล้วลองอีกครั้ง หรือตรวจสอบกับผู้ดูแลระบบ CDS ของคุณ
tr_tr: Belirttiğiniz Microsoft Common Data Service bölgesindeki kuruluşların hiçbirine erişim izniniz yok. Kuruluşunuzun hangi bölgede bulunduğundan emin değilseniz CDS Bölgesi için “Bilmiyorum” seçeneğini belirleyin ve tekrar deneyin. Aksi durumda CDS yöneticinize başvurun.
uk_ua: У вас немає дозволу на доступ до жодної організації в зазначеному регіоні Microsoft Common Data Service. Якщо ви не впевнені, до якого регіону належить ваша організація, виберіть значення "Невідомо" в полі регіону CDS і повторіть спробу. В іншому разі зверніться до адміністратора CDS, щоб перевірити коректність настройок.
vi_vn: Bạn không có quyền truy cập bất kỳ tổ chức nào trong vùng Microsoft Common Data Service đã chỉ định. Nếu bạn không biết chắc tổ chức của bạn thuộc vùng nào, hãy chọn “Không biết” cho vùng CDS và thử lại. Hoặc, kiểm tra với quản trị viên CDS của bạn.
zh_cn: 您无权访问指定的 Microsoft Common Data Service 区域中的任何组织。如果不确定您的组织位于哪个区域，请为 CDS 区域选择“不知道”，然后重试。否则，请与 CDS 管理员联系。
zh_hk: 您沒有權限可存取指定的 Microsoft Common Data Service 區域中的任何組織。如果您不確定組織位在哪個地區，請選擇 [不知道] 做為 CDS 地區，然後再試一次。否則，請洽詢您的 CDS 系統管理員。

# CRMCONNECT_LOGIN_NO_ORGS_FOUND_PREM
source: You don't have permission to access any of the organizations on the Microsoft Dataverse server that you specified. Check with your Dataverse administrator.
ca_es: No teniu permís per accedir a cap de les organitzacions al servidor del Microsoft Dynamics CRM que heu especificat. Poseu-vos en contacte amb l'administrador del CRM.
cs_cz: Nemáte oprávnění pro přístup k žádným organizacím na zadaném serveru Microsoft Dynamics CRM. Obraťte se na správce CRM.
da_dk: Du har ikke tilladelse til at få adgang til nogen af organisationerne på den Microsoft Dynamics CRM-server, du har angivet. Kontakt CRM-administratoren.
de_de: Sie verfügen nicht über die Berechtigung zum Zugreifen auf die Organisationen des Microsoft Dynamics CRM-Servers, den Sie angegeben haben. Wenden Sie sich an Ihren CRM-Administrator.
el_gr: Δεν έχετε δικαίωμα πρόσβασης στους οργανισμούς στο διακομιστή Microsoft Dynamics CRM που καθορίσατε. Επικοινωνήστε με το διαχειριστή του CRM.
eu_es: Ez duzu zehaztutako Microsoft Dynamics CRM zerbitzariko erakunderik atzitzeko baimenik. Galdetu zure CRM administratzaileari.
fi_fi: Sinulla ei ole minkään määrittämäsi Microsoft Dynamics CRM -palvelimen organisaation käyttöoikeuksia. Ota yhteyttä CRM:n järjestelmänvalvojaan.
fr_fr: Vous n'êtes pas autorisé à accéder aux organisations sur le serveur Microsoft Dynamics CRM que vous avez spécifié. Renseignez-vous auprès de votre administrateur CRM.
gl_es: Non ten permiso para acceder a ningunha das organizacións no servidor de Microsoft Dynamics CRM que especificou. Consulte co administrador de CRM.
he_il: אין לך הרשאה לגשת לאף אחד מהארגונים בשרת Microsoft Dynamics CRM שציינת. בדוק זאת עם מנהל CRM.‬
hi_in: जिस Microsoft Dynamics CRM Online सर्वर को आपने निर्दिष्ट किया है उस पर किसी भी संगठन पर पहुँचने की आपके पास अनुमति नहीं है. अपने CRM व्यवस्थापक से संपर्क करें.
hu_hu: Nem rendelkezik engedéllyel ahhoz, hogy hozzáférjen a megadott Microsoft Dynamics CRM szervezeteihez. Forduljon a CRM rendszergazdájához.
ja_jp: 指定された Microsoft Dynamics CRM Server 上では、いずれの組織に対してもアクセス許可がありません。CRM 管理者に問い合わせてください。
kk_kz: Сізде Microsoft Dynamics CRM серверінде көрсетілген кез келген ұйымға қатынасуға рұқсат жоқ. CRM басқаруын тексеріңіз.
ko_kr: 지정한 Microsoft Dynamics CRM 서버의 조직에 액세스할 수 있는 권한이 없습니다. CRM 관리자에게 확인하십시오.
lv_lv: Jums nav atļaujas piekļūt kādai no organizācijām Microsoft Dynamics CRM serverī, kuru norādījāt. Sazinieties ar savu CRM administratoru.
nb_no: Du har ikke tilgang til noen av organisasjonene på Microsoft Dynamics CRM-serveren som du har angitt. Kontakt CRM-administratoren.
pt_br: Você não tem permissão de acessar qualquer das organizações no servidor do Microsoft Dynamics CRM especificado. Verifique com o administrador do CRM.
ru_ru: У вас нет полномочий на доступ к организациям на указанном сервере Microsoft Dynamics CRM. Обратитесь к администратору Microsoft Dynamics CRM.
sr_cyrl_rs: Немате дозволу за приступ ниједној организацији на наведеном Microsoft Dynamics CRM серверу. Консултујте администратора система CRM.
sr_latn_rs: Nemate dozvolu za pristup nijednoj organizaciji na navedenom Microsoft Dynamics CRM serveru. Konsultujte administratora sistema CRM.
sv_se: Du har inte åtkomstbehörighet till någon av organisationerna på den Microsoft Dynamics CRM-server som du angett. Be din CRM-administratör om hjälp.
th_th: คุณไม่มีสิทธิ์ในการเข้าถึงองค์กรบนเซิร์ฟเวอร์ Microsoft Dynamics CRM ที่ระบุ ให้ตรวจสอบกับผู้ดูแลระบบ CRM ของคุณ
tr_tr: Belirttiğiniz Microsoft Dynamics CRM sunucusundaki kuruluşların hiçbirine erişim izniniz yok. CRM Yöneticinize başvurun.
uk_ua: У вас немає дозволу на доступ до жодної організації на вказаному сервері Microsoft Dynamics CRM. Зверніться до адміністратора CRM.
vi_vn: Bạn không có quyền truy cập bất kỳ tổ chức nào trên máy chủ Microsoft Dynamics CRM đã chỉ định. Hãy kiểm tra với quản trị viên CRM của bạn.
zh_cn: 您无权访问指定的 Microsoft Dynamics CRM 服务器上的任何组织。请与 CRM 管理员联系。
zh_hk: 您沒有權限可存取指定的 Microsoft Dynamics CRM 伺服器上的任何組織。請洽詢您的 CRM 系統管理員。

# CRMCONNECT_LOGIN_PROCESS_CONNECT_TO_UII
source: Connecting to Microsoft Dataverse...
ca_es: S'està connectant al Microsoft Common Data Service...
cs_cz: Připojování ke službě Microsoft Common Data Service...
da_dk: Opretter forbindelse til Microsoft Common Data Service...
de_de: Verbindung mit dem Microsoft Common Data Service wird hergestellt...
el_gr: Σύνδεση στο Microsoft Common Data Service...
eu_es: Microsoft Common Data Service-ra konektatzen...
fi_fi: Yhdistetään Microsoft Common Data Serviceen...
fr_fr: Connexion au Microsoft Common Data Service...
gl_es: Conectándose a Microsoft Common Data Service...
he_il: מתחבר אל Microsoft Common Data Service...
hi_in: Microsoft Common Data Service से कनेक्ट किया जा रहा है...
hu_hu: Csatlakozás a Microsoft Common Data Service szolgáltatáshoz...
ja_jp: Microsoft Common Data Service に接続しています...
kk_kz: Microsoft Common Data Service жүйесіне қосылуда...
ko_kr: Microsoft Common Data Service에 연결하는 중...
lv_lv: Notiek savienojuma izveide ar Microsoft Common Data Service...
nb_no: Kobler til Microsoft Common Data Service ...
pt_br: Conectando ao Microsoft Common Data Service...
ru_ru: Подключение к Microsoft Common Data Service...
sr_cyrl_rs: Повезивање са услугом Microsoft Common Data Service...
sr_latn_rs: Povezivanje sa uslugom Microsoft Common Data Service...
sv_se: Ansluter till Microsoft Common Data Service…
th_th: กำลังเชื่อมต่อกับ Microsoft Common Data Service...
tr_tr: Microsoft Common Data Service ile bağlantı kuruluyor...
uk_ua: Підключення до Microsoft Common Data Service...
vi_vn: Đang kết nối với Microsoft Common Data Service...
zh_cn: 正在连接到 Microsoft Common Data Service...
zh_hk: 正在連線至 Microsoft Common Data Service...

# CRMCONNECT_LOGIN_PROCESS_CONNNECTING
source: Validating connection to Microsoft Dataverse...
ca_es: S'està validant la connexió amb el Microsoft Common Data Service...
cs_cz: Ověřuje se připojení ke službě Microsoft Common Data Service...
da_dk: Validerer forbindelsen til Microsoft Common Data Service...
de_de: Verbindung mit Microsoft Common Data Service wird überprüft...
el_gr: Επικύρωση της σύνδεσης στο Microsoft Common Data Service...
eu_es: Microsoft Common Data Service-rako konexioa balidatzen...
fi_fi: Tarkistetaan Microsoft Common Data Service -yhteyttä...
fr_fr: Validation de la connexion à Microsoft Common Data Service...
gl_es: Validando a conexión a Microsoft Common Data Service...
he_il: מאמת חיבור אל Microsoft Common Data Service...
hi_in: Microsoft Common Data Service के साथ कनेक्शन को सत्यापित किया जा रहा है...
hu_hu: A Microsoft Common Data Service kapcsolatának érvényesítése...
ja_jp: Microsoft Common Data Service への接続を検証しています...
kk_kz: Microsoft Common Data Service жүйесіне қосылым тексерілуде...
ko_kr: Microsoft Common Data Service에 대한 연결의 유효성을 검사하는 중...
lv_lv: Notiek savienojuma ar Microsoft Common Data Service validēšana...
nb_no: Validerer tilkoblingen til Microsoft Common Data Service ...
pt_br: Validando conexão com o Microsoft Common Data Service...
ru_ru: Проверка подключения к Microsoft Common Data Service...
sr_cyrl_rs: Провера ваљаности везе са услугом Microsoft Common Data Service...
sr_latn_rs: Provera valjanosti veze sa uslugom Microsoft Common Data Service...
sv_se: Verifierar anslutningen till Microsoft Common Data Service...
th_th: กำลังตรวจสอบความถูกต้องในการเชื่อมต่อกับ Microsoft Common Data Service...
tr_tr: Microsoft Common Data Service bağlantısı doğrulanıyor...
uk_ua: Перевірка підключення до Microsoft Common Data Service...
vi_vn: Đang xác thực kết nối với Microsoft Common Data Service...
zh_cn: 正在验证与 Microsoft Common Data Service 的连接...
zh_hk: 正在驗證 Microsoft Common Data Service 的連線...
