Repository: 0xced/PowerPlatform-DataverseServiceClient
Catalog: src/GeneralTools/DataverseClient/ConnectControl/Properties/Messages.*.resx
Languages: ca_es, cs_cz, da_dk, de_de, el_gr, eu_es, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, ja_jp, kk_kz, ko_kr, lv_lv, nb_no, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk

# CRMCONNECT_LOGIN_VALIDATION_ERR_USERID_MSG
source: Specify a user name.
ca_es: Especifiqueu un nom d'usuari.
cs_cz: Zadejte uživatelské jméno.
da_dk: Angiv et brugernavn.
de_de: Geben Sie einen Benutzernamen an.
el_gr: Καθορίστε ένα όνομα χρήστη.
eu_es: Zehaztu erabiltzaile-izena.
fi_fi: Määritä käyttäjänimi.
fr_fr: Spécifiez un nom d'utilisateur.
gl_es: Especifique un nome de usuario.
he_il: ציין שם משתמש.
hi_in: एक उपयोगकर्ता नाम निर्दिष्ट करें.
hu_hu: Adjon meg egy felhasználónevet.
ja_jp: ユーザー名を指定します。
kk_kz: Пайдаланушы атын көрсетіңіз.
ko_kr: 사용자 이름을 지정하십시오.
lv_lv: Norādiet lietotājvārdu.
nb_no: Angi et brukernavn.
pt_br: Especifique um nome de usuário.
ru_ru: Укажите имя пользователя.
sr_cyrl_rs: Наведите корисничко име.
sr_latn_rs: Navedite korisničko ime.
sv_se: Ange ett användarnamn.
th_th: ระบุชื่อผู้ใช้
tr_tr: Bir kullanıcı adı belirtin.
uk_ua: Укажіть ім'я користувача.
vi_vn: Chi định tên người dùng.
zh_cn: 指定用户名。
zh_hk: 指定使用者名稱。

# CRMCONNECT_MSG_EMPTY_LOGIN_DETAILS
source: You aren’t authorized to use the application. Contact your administrator to get access.
ca_es: No esteu autoritzat a utilitzar l'aplicació. Poseu-vos en contacte amb l'administrador per obtenir accés.
cs_cz: Nemáte oprávnění používat tuto aplikaci. Požádejte svého správce o povolení přístupu.
da_dk: Du har ikke tilladelse til at bruge programmet. Kontakt din administrator for at få adgang.
de_de: Sie sind nicht autorisiert, die Anwendung zu verwenden. Wenden Sie sich an Ihren Administrator, um Zugriff zu erhalten.
el_gr: Δεν είστε εξουσιοδοτημένοι για χρήση της εφαρμογής. Επικοινωνήστε με το διαχειριστή σας για να αποκτήσετε πρόσβαση.
eu_es: Ez duzu baimenik aplikazio hau erabiltzeko. Sarbidea lortzeko, jarri harremanetan administratzailearekin.
fi_fi: Sinulla ei ole sovelluksen käyttöoikeutta. Pyydä käyttöoikeutta järjestelmänvalvojalta.
fr_fr: Vous n'êtes pas autorisé à utiliser l'application. Contactez votre administrateur pour obtenir un accès.
gl_es: Non está autorizado a usar a aplicación. Póñase en contacto co seu administrador para obter acceso.
he_il: אינך מורשה להשתמש ביישום. פנה למנהל המערכת לקבלת גישה.
hi_in: आपको अनुप्रयोग का उपयोग करने के लिए अधिकृत नहीं किया गया है. पहुँच प्राप्त करने के लिए अपने व्यवस्थापक से संपर्क करें.
hu_hu: Nem jogosult az alkalmazás használatára. Kérje meg a rendszergazdát, hogy adjon hozzáférést.
ja_jp: アプリケーションの使用が許可されていません。アプリケーションを使用するには、管理者にお問い合わせください。
kk_kz: Бұл бағдарламаны пайдалануға рұқсатыңыз жоқ. Қатынасу мүмкіндігін алу үшін әкімшіге хабарласыңыз.
ko_kr: 응용 프로그램을 사용하도록 승인되지 않았습니다. 액세스 권한을 얻으려면 관리자에게 문의하십시오.
lv_lv: Jūs neesat pilnvarots izmantot šo lietojumprogrammu. Sazinieties ar savu administratoru, lai saņemtu piekļuvi.
nb_no: Du er ikke autorisert til å bruke programmet. Kontakt administratoren for å få tilgang.
pt_br: Você não está autorizado a usar o aplicativo. Entre em contato com o administrador para obter acesso.
ru_ru: У вас нет разрешения на использование этого приложения. Обратитесь к администратору для получения доступа.
sr_cyrl_rs: Нисте овлашћени за коришћење ове апликације. Обратите се администратору да бисте добили приступ.
sr_latn_rs: Niste ovlašćeni za korišćenje ove aplikacije. Obratite se administratoru da biste dobili pristup.
sv_se: Du har inte behörighet att använda programmet. Kontakta administratören för att få behörighet.
th_th: คุณไม่ได้รับอนุญาตให้ใช้โปรแกรมประยุกต์ ติดต่อผู้ดูแลระบบของคุณเพื่อขอรับสิทธิ์ในการเข้าถึง
tr_tr: Uygulamayı kullanma yetkiniz yok. Erişim sağlamak için yöneticinizle iletişime geçin.
uk_ua: Бракує повноважень для використання цієї програми. Зверніться до адміністратора, щоб отримати доступ.
vi_vn: Bạn không được phép sử dụng ứng dụng. Hãy liên hệ với quản trị viên của bạn để có quyền truy cập.
zh_cn: 您未获得使用此应用程序的权限。请与您的管理员联系以获取访问权。
zh_hk: 您未獲授權使用此應用程式。請連絡您的系統管理員以取得存取權。

# CRMCONNECT_MSG_INVALID_LOGIN_DETAILS
source: Your security settings are not configured correctly. Contact your administrator to update your security settings.
ca_es: La configuració de seguretat no està configurada correctament. Poseu-vos en contacte amb l'administrador per actualitzar la configuració de seguretat.
cs_cz: Nemáte správně nakonfigurovaná nastavení zabezpečení. Požádejte svého správce, aby je aktualizoval.
da_dk: Dine sikkerhedsindstillinger er ikke konfigureret korrekt. Kontakt din administrator for at opdatere dine sikkerhedsindstillinger.
de_de: Ihre Sicherheitseinstellungen sind nicht ordnungsgemäß konfiguriert. Wenden Sie sich an Ihren Administrator, um Ihre Sicherheitseinstellungen zu aktualisieren.
el_gr: Οι ρυθμίσεις ασφαλείας σας δεν έχουν διαμορφωθεί σωστά. Επικοινωνήστε με το διαχειριστή σας για να ενημερώσετε τις ρυθμίσεις ασφαλείας σας.
eu_es: Segurtasun-ezarpenak ez daude behar bezala konfiguratuta. Segurtasun-ezarpenak eguneratzeko, jarri harremanetan administratzailearekin.
fi_fi: Suojausasetuksiasi ei ole määritetty oikein. Ota yhteyttä järjestelmänvalvojaan suojausasetusten päivittämistä varten.
fr_fr: Vos paramètres de sécurité ne sont pas configurés correctement. Contactez votre administrateur pour les mettre à jour.
gl_es: A súa configuración de seguranza non está correctamente configurada. Póñase en contacto co seu administrador para actualizala.
he_il: תצורת הגדרות האבטחה שלך לא נקבעה כראוי. פנה למנהל המערכת כדי לעדכן את הגדרות האבטחה.
hi_in: आपकी सुरक्षा सेटिंग्स सही प्रकार कॉन्फ़िगर नहीं की गई हैं. अपनी सुरक्षा सेटिंग्स का अद्यतन करने के लिए अपने सिस्टम व्यवस्थापक से संपर्क करें.
hu_hu: A biztonsági beállítások nem megfelelően vannak konfigurálva. Kérje meg a rendszergazdát, hogy frissítse a biztonsági beállításokat.
ja_jp: セキュリティ設定が正しく構成されていません。セキュリティ設定を更新するには、管理者にお問い合わせください。
kk_kz: Қауіпсіздік параметрлері дұрыс конфигурацияланбаған. Қауіпсіздік параметрлерін жаңарту үшін әкімшіге хабарласыңыз.
ko_kr: 보안 설정이 올바르게 구성되지 않았습니다. 보안 설정을 업데이트하려면 관리자에게 문의하십시오.
lv_lv: Jūsu drošības iestatījumi nav pareizi konfigurēti. Sazinieties ar savu administratoru, lai atjauninātu drošības iestatījumus.
nb_no: Sikkerhetsinnstillingene dine er ikke riktig konfigurert. Kontakt administratoren for å oppdatere sikkerhetsinnstillingene.
pt_br: Suas configurações de segurança não estão corretas. Entre em contato com o administrador para atualizar as configurações de segurança.
ru_ru: Ваши настройки безопасности заданы неверно. Обратитесь к администратору, чтобы обновить настройки безопасности.
sr_cyrl_rs: Безбедносна подешавања нису исправно конфигурисана. Обратите се администратору да бисте ажурирали безбедносна подешавања.
sr_latn_rs: Bezbednosna podešavanja nisu ispravno konfigurisana. Obratite se administratoru da biste ažurirali bezbednosna podešavanja.
sv_se: Du har inte konfigurerat dina säkerhetsinställningar korrekt. Kontakta administratören för att uppdatera dina säkerhetsinställningar.
th_th: การตั้งค่าความปลอดภัยของคุณกำหนดค่าไว้ไม่ถูกต้อง ติดต่อผู้ดูแลระบบเพื่อปรับปรุงการตั้งค่าความปลอดภัยของคุณ
tr_tr: Güvenlik ayarlarınız doğru yapılandırılmadı. Güvenlik ayarlarınızı güncelleştirmek için yöneticinizle iletişime geçin.
uk_ua: Параметри безпеки настроєно неправильно. Зверніться до адміністратора, щоб оновити параметри безпеки.
vi_vn: Thiết đặt bảo mật của bạn chưa được định cấu hình chính xác. Hãy liên hệ với quản trị viên để cập nhật thiết đặt bảo mật của bạn.
zh_cn: 未正确配置您的安全设置。请与您的管理员联系以更新您的安全设置。
zh_hk: 您的安全性設定不正確。請連絡您的系統管理員以更新安全性設定。

# CRMCONNECT_MSG_INVALID_LOGIN_DETAILS_PARAMS
source: Your security settings are not configured correctly. Contact your administrator to update your security settings.\n{0}
ca_es: La configuració de seguretat no està configurada correctament. Poseu-vos en contacte amb l'administrador per actualitzar la configuració de seguretat.\n{0}
cs_cz: Nemáte správně nakonfigurovaná nastavení zabezpečení. Požádejte svého správce, aby aktualizoval vaše nastavení zabezpečení.\n{0}
da_dk: Dine sikkerhedsindstillinger er ikke konfigureret korrekt. Kontakt din administrator for at opdatere dine sikkerhedsindstillinger.\n{0}
de_de: Ihre Sicherheitseinstellungen sind nicht ordnungsgemäß konfiguriert. Wenden Sie sich an Ihren Administrator, um Ihre Sicherheitseinstellungen zu aktualisieren.\n{0}
el_gr: Οι ρυθμίσεις ασφαλείας σας δεν έχουν διαμορφωθεί σωστά. Επικοινωνήστε με το διαχειριστή σας για να ενημερώσετε τις ρυθμίσεις ασφαλείας σας.\n{0}
eu_es: Segurtasun-ezarpenak ez daude behar bezala konfiguratuta. Segurtasun-ezarpenak eguneratzeko, jarri harremanetan administratzailearekin.\n{0}
fi_fi: Suojausasetuksiasi ei ole määritetty oikein. Ota yhteyttä järjestelmänvalvojaan suojausasetusten päivittämistä varten.\n{0}
fr_fr: Vos paramètres de sécurité ne sont pas configurés correctement. Contactez votre administrateur pour les mettre à jour.\n{0}
gl_es: A súa configuración de seguranza non está correctamente configurada. Póñase en contacto co seu administrador para actualizala.\n{0}
he_il: תצורת הגדרות האבטחה שלך לא נקבעה כראוי. פנה למנהל המערכת כדי לעדכן את הגדרות האבטחה.\n{0}
hi_in: आपकी सुरक्षा सेटिंग्स सही प्रकार कॉन्फ़िगर नहीं की गई हैं. अपनी सुरक्षा सेटिंग्स का अद्यतन करने के लिए अपने सिस्टम व्यवस्थापक से संपर्क करें.\n{0}
hu_hu: A biztonsági beállítások nem megfelelően vannak konfigurálva. Kérje meg a rendszergazdát, hogy frissítse a biztonsági beállításokat.\n{0}
ja_jp: セキュリティ設定が正しく構成されていません。セキュリティ設定を更新するには、管理者にお問い合わせください。\n{0}
kk_kz: Қауіпсіздік параметрлері дұрыс конфигурацияланбаған. Қауіпсіздік параметрлерін жаңарту үшін әкімшіге хабарласыңыз.\n{0}
ko_kr: 보안 설정이 올바르게 구성되지 않았습니다. 보안 설정을 업데이트하려면 관리자에게 문의하십시오.\n{0}
lv_lv: Jūsu drošības iestatījumi nav pareizi konfigurēti. Sazinieties ar savu administratoru, lai atjauninātu drošības iestatījumus.\n{0}
nb_no: Sikkerhetsinnstillingene dine er ikke riktig konfigurert. Kontakt administratoren for å oppdatere sikkerhetsinnstillingene.\n{0}
pt_br: Suas configurações de segurança não estão corretas. Entre em contato com o administrador para atualizar as configurações de segurança.\n{0}
ru_ru: Ваши настройки безопасности заданы неверно. Обратитесь к администратору, чтобы обновить настройки безопасности.\n{0}
sr_cyrl_rs: Безбедносна подешавања нису исправно конфигурисана. Обратите се администратору да бисте ажурирали безбедносна подешавања.\n{0}
sr_latn_rs: Bezbednosna podešavanja nisu ispravno konfigurisana. Obratite se administratoru da biste ažurirali bezbednosna podešavanja.\n{0}
sv_se: Du har inte konfigurerat dina säkerhetsinställningar korrekt. Kontakta administratören för att uppdatera dina säkerhetsinställningar.\n{0}
th_th: การตั้งค่าความปลอดภัยของคุณกำหนดค่าไว้ไม่ถูกต้อง ติดต่อผู้ดูแลระบบเพื่อปรับปรุงการตั้งค่าความปลอดภัยของคุณ\n{0}
tr_tr: Güvenlik ayarlarınız doğru yapılandırılmadı. Güvenlik ayarlarınızı güncelleştirmek için yöneticinizle iletişime geçin.\n{0}
uk_ua: Параметри безпеки настроєно неправильно. Зверніться до адміністратора, щоб оновити параметри безпеки.\n{0}
vi_vn: Thiết đặt bảo mật của bạn chưa được định cấu hình chính xác. Hãy liên hệ với quản trị viên để cập nhật thiết đặt bảo mật của bạn.\n{0}
zh_cn: 未正确配置您的安全设置。请与您的管理员联系以更新您的安全设置。\n{0}
zh_hk: 您的安全性設定不正確。請連絡您的系統管理員以更新安全性設定。\n{0}

# CRMCONNECT_MSG_LOGIN_FAILURE
source: An error occurred while logging on to the server. Please try again later.
ca_es: S'ha produït un error mentre s'iniciava la sessió al servidor. Torneu-ho a provar més tard.
cs_cz: Při přihlašování k serveru došlo k chybě. Zkuste to prosím znovu později.
da_dk: Der opstod en fejl under logon til serveren. Prøv igen senere.
de_de: Beim Anmelden am Server ist ein Fehler aufgetreten. Wiederholen Sie den Vorgang zu einem späteren Zeitpunkt.
el_gr: Παρουσιάστηκε σφάλμα κατά τη σύνδεση στο διακομιστή. Προσπαθήστε ξανά αργότερα.
eu_es: Errore bat gertatu da zerbitzarian saioa hastean. Saiatu berriro geroago.
fi_fi: Palvelimeen kirjautumisen aikana tapahtui virhe. Yritä myöhemmin uudelleen.
fr_fr: Une erreur s'est produite lors de la connexion au serveur. Réessayez ultérieurement.
gl_es: Produciuse un erro durante o inicio de sesión no servidor. Ténteo de novo máis tarde.
he_il: ‏‏אירעה שגיאה בעת הכניסה לשרת. נסה שוב מאוחר יותר.
hi_in: सर्वर पर लॉगिन करने के दौरान एक त्रुटि हुई. कृपया बाद में पुनः प्रयास करें.
hu_hu: Hiba történt a bejelentkezés során a kiszolgálóra. Próbálkozzon újra később.
ja_jp: サーバーへのログオン中にエラーが発生しました。後でやり直してください。
kk_kz: Серверге кіру кезінде қате пайда болд. Әрекетті кейін қайталап көріңіз.
ko_kr: 서버에 로그온하는 동안 오류가 발생했습니다. 나중에 다시 시도하십시오.
lv_lv: Piesakoties serverī, radās kļūda. Lūdzu, mēģiniet vēlāk vēlreiz.
nb_no: Det oppstod en feil ved pålogging til serveren. Prøv på nytt senere.
pt_br: Ocorreu um erro ao fazer logon no servidor. Tente novamente mais tarde.
ru_ru: Ошибка при входе на сервер. Повторите попытку позднее.
sr_cyrl_rs: Дошло је до грешке приликом пријављивања на сервер. Покушајте поново касније.
sr_latn_rs: Došlo je do greške prilikom prijavljivanja na server. Pokušajte ponovo kasnije.
sv_se: Ett fel uppstod vid inloggning på servern. Försök igen senare.
th_th: มีข้อผิดพลาดเกิดขึ้นขณะเข้าสู่ระบบเซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง
tr_tr: Sunucuda oturum açılırken bir hata oluştu. Lütfen daha sonra tekrar deneyin.
uk_ua: Під час входу на сервер сталася помилка. Повторіть спробу згодом.
vi_vn: Đã xảy ra lỗi trong khi đăng nhập vào máy chủ. Vui lòng thử lại sau.
zh_cn: 登录到服务器时出错。请稍后重试。
zh_hk: 登入伺服器時發生錯誤。請稍後再試。

# CRMCONNECT_MSG_WEBSERVICE_CLIENT_MISCONFIGURED
source: Unable to logon - The client isn't configured correctly. Contact your Dataverse administrator.
ca_es: No es pot iniciar la sessió. El client no està configurat correctament. Poseu-vos en contacte amb l'administrador del CDS.
cs_cz: Nejde se přihlásit. Klient není správně nakonfigurovaný. Obraťte se na správce CDS.
da_dk: Kan ikke logge på - klienten er ikke konfigureret korrekt. Kontakt CDS-administratoren.
de_de: Anmeldung nicht möglich. Der Client ist nicht richtig konfiguriert. Wenden Sie sich an den CDS-Administrator.
el_gr: Δεν είναι δυνατή η σύνδεση - Δεν έχουν ρυθμιστεί σωστά οι παράμετροι του προγράμματος-πελάτη. Επικοινωνήστε με το διαχειριστή του CDS.
eu_es: Ezin da saioa hasi - Bezeroa ez dago behar bezala konfiguratuta. Jarri harremanetan zure CDS administratzailearekin.
fi_fi: Kirjautuminen ei onnistu. Asiakasta ei ole määritetty oikein. Ota yhteyttä CDS-järjestelmänvalvojaan.
fr_fr: Impossible de se connecter - Le client n'est pas configuré correctement. Contactez votre administrateur CDS.
gl_es: Non se pode iniciar sesión. O cliente non está configurado correctamente. Póñase en contacto co administrador de CDS.
he_il: לא ניתן להיכנס - תצורת הלקוח לא נקבעה כראוי. פנה למנהל CDS.
hi_in: लॉगऑन करने में असमर्थ - क्लायंट सही कॉन्फ़िगर नहीं किया गया है. अपने CDS व्यवस्थापक से संपर्क करें.
hu_hu: Nem lehet bejelentkezni. – Az ügyfél nincs megfelelően beállítva. Forduljon a CDS rendszergazdájához.
ja_jp: ログオンできません - クライアントが正しく構成されていません。CDS 管理者に問い合わせてください。
kk_kz: Кіру мүмкін болмады - Клиент дұрыс конфигурацияланбаған. CDS әкімшіге хабарласыңыз.
ko_kr: 로그온할 수 없음 - 클라이언트가 올바르게 구성되어 있지 않습니다. CDS 관리자에게 문의하십시오.
lv_lv: Nevar pieteikties — klients ir nepareizi konfigurēts. Sazinieties ar savu CDS administratoru.
nb_no: Kan ikke logge på. Klienten er ikke riktig konfigurert. Kontakt CDS-administratoren.
pt_br: Não é possível fazer logon - O cliente não está configurado corretamente. Contate o administrador do CDS.
ru_ru: Не удалось войти в систему: клиент настроен неверно. Обратитесь к вашему администратору CDS.
sr_cyrl_rs: Пријављивање није могуће – Клијент није исправно конфигурисан. Обратите се администратору система CDS.
sr_latn_rs: Prijavljivanje nije moguće – Klijent nije ispravno konfigurisan. Obratite se administratoru sistema CDS.
sv_se: Det går inte att logga in - klienten har inte konfigurerats korrekt. Kontakta CDS-administratören.
th_th: ไม่สามารถเข้าสู่ระบบ ไคลเอ็นต์ไม่ได้รับการตั้งค่าอย่างถูกต้อง ให้ติดต่อผู้ดูแลระบบ CDS ของคุณ
tr_tr: Oturum açılamıyor - İstemci doğru yapılandırılmamış. CDS yöneticinize başvurun.
uk_ua: Не вдається виконати вхід. Клієнт настроєно неправильно. Зверніться до адміністратора CDS.
vi_vn: Không thể đăng nhập - Máy khách được đặt cấu hình không chính xác. Hãy liên hệ với quản trị viên CDS của bạn.
zh_cn: 无法登录 - 此客户端的配置不正确。请与 CDS 管理员联系。
zh_hk: 無法登入 - 未正確設定用戶端。請連絡您的 CDS 系統管理員。

# CRMCONNECT_NOORG_SEL
source: You must select a Dataverse Enviroment to continue
ca_es: Heu de seleccionar un entorn del CDS per continuar
cs_cz: Před pokračováním musíte vybrat prostředí CDS.
da_dk: Du skal vælge et CDS-miljø for at fortsætte
de_de: Sie müssen eine CDS-Umgebung auswählen, um fortzufahren.
el_gr: Πρέπει να επιλέξετε ένα Περιβάλλον CDS για να συνεχίσετε
eu_es: CDS ingurune bat hautatu behar duzu jarraitu ahal izateko
fi_fi: Valitse CDS-ympäristö, jotta voit jatkaa
fr_fr: Vous devez sélectionner un environnement CDS pour continuer
gl_es: Debe seleccionar un ambiente de CDS para continuar
he_il: עליך לבחור סביבת CDS כדי להמשיך
hi_in: जारी रखने के लिए आपको एक CDS परिवेश चुनना होगा
hu_hu: A folytatáshoz ki kell jelölnie egy CDS-környezetet
ja_jp: 続行するには、CDS 組織を選択する必要があります
kk_kz: Жалғастыру үшін CDS ортасын таңдау керек
ko_kr: 계속하려면 CDS 환경을 선택해야 합니다.
lv_lv: Lai turpinātu, jāatlasa CDS vide
nb_no: Du må velge et CDS-miljø for å fortsette
pt_br: Selecione um Ambiente do CDS para continuar
ru_ru: Необходимо сначала выбрать среду CDS
sr_cyrl_rs: Морате да изаберете CDS окружење да бисте наставили
sr_latn_rs: Morate da izaberete CDS okruženje da biste nastavili
sv_se: Du måste välja en CDS-miljö för att kunna fortsätta.
th_th: คุณต้องเลือกสภาพแวดล้อม CDS เพื่อดำเนินการต่อ
tr_tr: Devam etmek için bir CDS Ortamı seçmelisiniz
uk_ua: Щоб продовжити, потрібно вибрати середовище CDS
vi_vn: Bạn phải chọn Môi trường CDS để tiếp tục
zh_cn: 必须选择一个 CDS 环境才能继续
zh_hk: 您必須選取 CDS 環境才能繼續

# CRMCONNECT_PROFILENAME_INVALID
source: Profile Name is not valid.
ca_es: El nom de perfil no és vàlid.
cs_cz: Název profilu není platný.
da_dk: Profilnavnet er ugyldigt.
de_de: Der Profilname ist nicht gültig.
el_gr: Το όνομα προφίλ δεν είναι έγκυρο.
eu_es: Profileko izena ez da baliozkoa.
fi_fi: Profiilin nimi ei kelpaa.
fr_fr: Le nom de profil n'est pas valide.
gl_es: O nome de perfil non é válido.
he_il: ‏‏שם הפרופיל אינו חוקי.
hi_in: प्रोफ़ाइल नाम मान्य नहीं है.
hu_hu: A profilnév érvénytelen.
ja_jp: プロファイル名が無効です。
kk_kz: Профилт атауы жарамсыз.
ko_kr: 프로필 이름이 잘못되었습니다.
lv_lv: Profila nosaukums nav derīgs.
nb_no: Profilnavnet er ikke gyldig.
pt_br: O Nome do Perfil não é válido.
ru_ru: Имя профиля недопустимо.
sr_cyrl_rs: Име профила није важеће.
sr_latn_rs: Ime profila nije važeće.
sv_se: Profilnamnet är inte giltigt.
th_th: ชื่อโปรไฟล์ไม่ถูกต้อง
tr_tr: Profil Adı geçerli değil.
uk_ua: Ім'я профілю неприпустиме.
vi_vn: Tên hồ sơ không hợp lệ.
zh_cn: 配置文件名称无效。
zh_hk: 設定檔名稱無效。

# CRMCONNECT_SERVER_CONNECT_GOOD
source: Connection to Microsoft Dataverse Complete
ca_es: La connexió amb el Microsoft Common Data Service s'ha completat
cs_cz: Připojení ke službě Microsoft Common Data Service bylo dokončeno.
da_dk: Forbindelsen til Microsoft Common Data Service er fuldført
de_de: Verbindung mit Microsoft Common Data Service wurde hergestellt
el_gr: Η σύνδεση με το Microsoft Common Data Service ολοκληρώθηκε
eu_es: Konektatu da Microsoft Common Data Service-ra
fi_fi: Microsoft Common Data Service -yhteys on valmis
fr_fr: Connexion à Microsoft Common Data Service établie
gl_es: Conexión a Microsoft Common Data Service Complete
he_il: ההתחברות אל Microsoft Common Data Service הושלמה
hi_in: Microsoft Common Data Service से कनेक्शन स्थापित करना पूर्ण हुआ
hu_hu: Befejeződött a csatlakozás a Microsoft Common Data Service szolgáltatáshoz
ja_jp: Microsoft Common Data Service への接続が完了しました
kk_kz: Microsoft Common Data Service жүйесіне қосылу аяқталды
ko_kr: Microsoft Common Data Service에 대한 연결 완료
lv_lv: Savienojuma izveide ar Microsoft Common Data Service ir pabeigta
nb_no: Tilkoblingen til Microsoft Common Data Service er fullført
pt_br: Conexão com o Microsoft Common Data Service Concluída
ru_ru: Подключение к Microsoft Common Data Service установлено
sr_cyrl_rs: Повезивање са услугом Microsoft Common Data Service је довршено
sr_latn_rs: Povezivanje sa uslugom Microsoft Common Data Service je dovršeno
sv_se: Anslutningen till Microsoft Common Data Service är upprättad
th_th: การเชื่อมต่อกับ Microsoft Common Data Service เสร็จสมบูรณ์
tr_tr: Microsoft Common Data Service Bağlantısı Tamamlandı
uk_ua: Підключення до Microsoft Common Data Service виконано
vi_vn: Kết nối với Microsoft Common Data Service đã hoàn tất
zh_cn: 与 Microsoft Common Data Service 的连接已完成
zh_hk: 與 Microsoft Common Data Service 的連線完成
