Repository: 0xced/PowerPlatform-DataverseServiceClient
Catalog: src/GeneralTools/DataverseClient/ConnectControl/Properties/Messages.*.resx
Languages: ca_es, cs_cz, da_dk, de_de, el_gr, eu_es, fi_fi, fr_fr, gl_es, he_il, hi_in, hu_hu, ja_jp, kk_kz, ko_kr, lv_lv, nb_no, pt_br, ru_ru, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk

# CRMCONNECT_LOGIN_PROCESS_GET_ORGS
source: Retrieving organizations from Microsoft Dataverse...
ca_es: S'estan recuperant les organitzacions del Microsoft Common Data Service...
cs_cz: Načítají se organizace z Microsoft Common Data Service...
da_dk: Henter organisationer fra Microsoft Common Data Service...
de_de: Organisationen werden aus Microsoft Common Data Service abgerufen...
el_gr: Ανάκτηση οργανισμών από το Microsoft Common Data Service...
eu_es: Microsoft Common Data Service-etik erakundeak eskuratzen...
fi_fi: Noudetaan organisaatioita Microsoft Common Data Servicesta...
fr_fr: Récupération des organisations depuis Microsoft Common Data Service...
gl_es: Recuperando organizacións de Microsoft Common Data Service...
he_il: מאחזר ארגונים מ- Microsoft Common Data Service...
hi_in: Microsoft Common Data Service से संगठन पुनर्प्राप्त किए जा रहे हैं...
hu_hu: Szervezetek beolvasása a Microsoft Common Data Service szolgáltatásból...
ja_jp: Microsoft Common Data Service から組織を取得しています...
kk_kz: Microsoft Common Data Service жүйесінен ұйымдарды шығарып алуда...
ko_kr: Microsoft Common Data Service에서 조직을 검색하는 중...
lv_lv: Notiek organizāciju izgūšana no Microsoft Common Data Service...
nb_no: Henter organisasjoner fra Microsoft Common Data Service ...
pt_br: Recuperando organizações do Microsoft Common Data Service...
ru_ru: Получение организаций от Microsoft Common Data Service...
sr_cyrl_rs: Преузимање организација из услуге Microsoft Common Data Service...
sr_latn_rs: Preuzimanje organizacija iz usluge Microsoft Common Data Service...
sv_se: Hämtar organisationer från Microsoft Common Data Service…
th_th: กำลังเรียกดูองค์กรจาก Microsoft Common Data Service...
tr_tr: Microsoft Common Data Service kaynağından kuruluşlar alınıyor...
uk_ua: Отримання організацій із Microsoft Common Data Service...
vi_vn: Đang truy xuất tổ chức từ Microsoft Common Data Service...
zh_cn: 正在从 Microsoft Common Data Service 检索组织...
zh_hk: 正在從 Microsoft Common Data Service 擷取組織...

# CRMCONNECT_LOGIN_PROCESS_GET_ORGS_LIVE
source: Retrieving organizations from Microsoft Dataverse - {0}...
ca_es: S'estan recuperant les organitzacions del Microsoft Common Data Service - {0}...
cs_cz: Načítají se organizace z Microsoft Common Data Service – {0}...
da_dk: Henter organisationer fra Microsoft Common Data Service - {0}...
de_de: Organisationen werden aus Microsoft Common Data Service – {0} abgerufen...
el_gr: Ανάκτηση οργανισμών από το Microsoft Common Data Service - {0}...
eu_es: Microsoft Common Data Service-tik erakundeak eskuratzen - {0}...
fi_fi: Noudetaan organisaatioita Microsoft Common Data Servicesta – {0}...
fr_fr: Récupération des organisations depuis Microsoft Common Data Service - {0}...
gl_es: Recuperando organizacións de Microsoft Common Data Service - {0}...
he_il: מאחזר ארגונים מ- Microsoft Common Data Service -‏ {0}...
hi_in: Microsoft Common Data Service से संगठनों को पुनर्प्राप्त किया जा रहा है - {0}...
hu_hu: Szervezetek beolvasása a Microsoft Common Data Service kiszolgálóról - {0}...
ja_jp: Microsoft Common Data Service から組織を取得しています - {0}...
kk_kz: Microsoft Common Data Service - {0} жүйесінен ұйымдарды шығарып алуда...
ko_kr: Microsoft Common Data Service에서 조직 {0}을(를) 을 검색하는 중...
lv_lv: Notiek organizāciju izgūšana no Microsoft Common Data Service — {0}...
nb_no: Henter organisasjoner fra Microsoft Common Data Service – {0}...
pt_br: Recuperando organizações do Microsoft Common Data Service – {0}...
ru_ru: Получение организаций от Microsoft Common Data Service - {0}...
sr_cyrl_rs: Преузимање организација из услуге Microsoft Common Data Service – {0}...
sr_latn_rs: Preuzimanje organizacija iz usluge Microsoft Common Data Service – {0}...
sv_se: Hämtar organisationer från Microsoft Common Data Service - {0}...
th_th: กำลังเรียกดูองค์กรจาก Microsoft Common Data Service - {0}...
tr_tr: Microsoft Common Data Service kaynağından kuruluşlar alınıyor - {0}....
uk_ua: Отримання організацій із Microsoft Common Data Service – {0}...
vi_vn: Đang truy xuất tổ chức từ Microsoft Common Data Service - {0}...
zh_cn: 正在从 Microsoft Common Data Service 检索组织 - {0}...
zh_hk: 正在從 Microsoft Common Data Service - {0} 擷取組織...

# CRMCONNECT_LOGIN_PROCESS_INIT_UII_CONNECTION
source: Initializing connections to Microsoft Dataverse...
ca_es: S'estan inicialitzant les connexions amb el Microsoft Common Data Service...
cs_cz: Inicializují se připojení ke službě Microsoft Common Data Service...
da_dk: Initialiserer forbindelser til Microsoft Common Data Service...
de_de: Verbindungen mit Microsoft Common Data Service werden initialisiert...
el_gr: Προετοιμασία των συνδέσεων με το Microsoft Common Data Service...
eu_es: Microsoft Common Data Service-rako konexioak hasieratzen...
fi_fi: Alustetaan Microsoft Common Data Service -yhteyksiä...
fr_fr: Initialisation des connexions à Microsoft Common Data Service...
gl_es: Iniciando conexións a Microsoft Common Data Service...
he_il: מאתחל חיבורים אל Microsoft Common Data Service...
hi_in: Microsoft Common Data Service के साथ कनेक्शन प्रारंभ किए जा रहे हैं...
hu_hu: Microsoft Common Data Service-kapcsolatok inicializálása...
ja_jp: Microsoft Common Data Service への接続を初期化しています...
kk_kz: Қосылымдарды Microsoft Common Data Service жүйесіне баптандыруда...
ko_kr: Microsoft Common Data Service에 대한 연결을 초기화하는 중...
lv_lv: Notiek Microsoft Common Data Service savienojumu inicializēšana...
nb_no: Initialiserer tilkoblinger til Microsoft Common Data Service ...
pt_br: Inicializando as conexões com o Microsoft Common Data Service...
ru_ru: Запуск подключений к Microsoft Common Data Service...
sr_cyrl_rs: Покретање веза са услугом Microsoft Common Data Service...
sr_latn_rs: Pokretanje veza sa uslugom Microsoft Common Data Service...
sv_se: Initierar anslutningar till Microsoft Common Data Service…
th_th: กำลังเตรียมการเชื่อมต่อกับ Microsoft Common Data Service...
tr_tr: Microsoft Common Data Service bağlantıları başlatılıyor...
uk_ua: Ініціалізація підключень до Microsoft Common Data Service...
vi_vn: Đang khởi tạo kết nối với Microsoft Common Data Service...
zh_cn: 正在初始化与 Microsoft Common Data Service 的连接...
zh_hk: 正在初始化 Microsoft Common Data Service 的連線...

# CRMCONNECT_LOGIN_PROCESS_WAIT_TEXT
source: Please wait...
ca_es: Espereu...
cs_cz: Počkejte prosím...
da_dk: Vent et øjeblik...
de_de: Bitte warten...
el_gr: Περιμένετε...
eu_es: Itxaron mesedez...
fi_fi: Odota...
fr_fr: Veuillez patienter...
gl_es: Agarde...
he_il: ‏‏נא המתן...
hi_in: कृपया प्रतीक्षा करें...
hu_hu: Kis türelmet...
ja_jp: お待ちください...
kk_kz: Күтіңіз...
ko_kr: 잠시 기다려 주십시오...
lv_lv: Lūdzu, uzgaidiet...
nb_no: Vent litt...
pt_br: Aguarde...
ru_ru: Пожалуйста, подождите...
sr_cyrl_rs: Сачекајте...
sr_latn_rs: Sačekajte...
sv_se: Vänta...
th_th: โปรดรอสักครู่...
tr_tr: Lütfen bekleyin...
uk_ua: Зачекайте...
vi_vn: Vui lòng chờ...
zh_cn: 请稍候...
zh_hk: 請稍候...

# CRMCONNECT_LOGIN_UNABLE_TO_CONNECT_GENERAL
source: Can't connect to Microsoft Dataverse - {0}.
ca_es: No us podeu connectar al Microsoft Common Data Service - {0}.
cs_cz: Ke službě Microsoft Common Data Service se nelze připojit – {0}.
da_dk: Der kan ikke oprettes forbindelse til Microsoft Common Data Service - {0}.
de_de: Verbindung mit Microsoft Common Data Service – {0} kann nicht hergestellt werden.
el_gr: Δεν είναι δυνατή η σύνδεση στο Microsoft Common Data Service - {0}.
eu_es: Ezin zara konektatu Microsoft Common Data Service-ra - {0}.
fi_fi: Yhteyden muodostaminen Microsoft Common Data Serviceen ei onnistu – {0}.
fr_fr: Échec de connexion à Microsoft Common Data Service - {0}.
gl_es: Non se pode conectar a Microsoft Common Data Service - {0}.
he_il: לא ניתן להתחבר אל Microsoft Common Data Service - {0}.
hi_in: Microsoft Common Data Service से कनेक्ट नहीं किया जा सकता - {0}.
hu_hu: Nem lehet csatlakozni a Microsoft Common Data Service szolgáltatáshoz – {0}.
ja_jp: Microsoft Common Data Service に接続できません - {0}。
kk_kz: Microsoft Common Data Service - {0} жүйесіне қосылу мүмкін емес.
ko_kr: Microsoft Common Data Service에 연결할 수 없음 - {0}.
lv_lv: Neizdodas izveidot savienojumu ar Microsoft Common Data Service — {0}.
nb_no: Kan ikke koble til Microsoft Common Data Service – {0}.
pt_br: Não é possível conectar com o Microsoft Common Data Service - {0}.
ru_ru: Не удается подключиться к Microsoft Common Data Service - {0}.
sr_cyrl_rs: Повезивање са услугом Microsoft Common Data Service није могуће – {0}.
sr_latn_rs: Povezivanje sa uslugom Microsoft Common Data Service nije moguće – {0}.
sv_se: Kan inte ansluta till Microsoft Common Data Service - {0}.
th_th: ไม่สามารถเชื่อมต่อกับ Microsoft Common Data Service - {0}
tr_tr: Microsoft Common Data Service ile {0} kuruluşu arasında bağlantı kurulamıyor.
uk_ua: Не вдається підключитися до Microsoft Common Data Service – {0}.
vi_vn: Không thể kết nối với Microsoft Common Data Service - {0}.
zh_cn: 无法连接到 Microsoft Common Data Service - {0}。
zh_hk: 無法連線至 Microsoft Common Data Service - {0}。

# CRMCONNECT_LOGIN_VALIDATION_ERR_AUTHTYPE
source: The authentication type must be specified.
ca_es: El tipus d'autenticació s'ha d'especificar.
cs_cz: Je potřeba zadat typ ověřování.
da_dk: Godkendelsestypen skal angives.
de_de: Der Authentifizierungstyp muss angegeben werden.
el_gr: Πρέπει να καθοριστεί ο τύπος ελέγχου ταυτότητας
eu_es: Autentifikazio mota zehaztu behar da.
fi_fi: Todennustyyppi on määritettävä.
fr_fr: Le type d'authentification doit être spécifié.
gl_es: Debe especificarse o tipo de autenticación.
he_il: יש לציין את סוג האימות.
hi_in: प्रमाणीकरण प्रकार निर्दिष्ट किया जाना चाहिए.
hu_hu: A hitelesítési típust meg kell adni.
ja_jp: 認証の種類を指定する必要があります。
kk_kz: Түпнұсқалық растама түрі көрсетілуі керек.
ko_kr: 인증 유형을 지정해야 합니다.
lv_lv: Autentifikācijas tipam jābūt norādītam.
nb_no: Du må angi godkjenningstypen.
pt_br: O tipo de autenticação deve ser especificado.
ru_ru: Необходимо указать тип проверки подлинности.
sr_cyrl_rs: Тип потврде идентитета мора да се наведе.
sr_latn_rs: Tip potvrde identiteta mora da se navede.
sv_se: Autentiseringstypen måste anges.
th_th: ต้องระบุชนิดการรับรองความถูกต้อง
tr_tr: Kimlik doğrulama türü belirtilmelidir.
uk_ua: Потрібно вказати тип автентифікації.
vi_vn: Loại xác thực phải được chỉ định.
zh_cn: 必须指定身份验证类型。
zh_hk: 必須指定驗證類型。

# CRMCONNECT_LOGIN_VALIDATION_ERR_AUTHTYPE_MSG
source: Specify the authentication type.
ca_es: Especifiqueu el tipus d'autenticació.
cs_cz: Zadejte typ ověřování.
da_dk: Angiv godkendelsestypen.
de_de: Geben Sie den Authentifizierungstyp an.
el_gr: Καθορίστε τον τύπο ελέγχου ταυτότητας.
eu_es: Zehaztu autentifikazio mota.
fi_fi: Määritä todennustyyppi.
fr_fr: Spécifiez le type d'authentification.
gl_es: Especifique o tipo de autenticación.
he_il: ציין את סוג האימות.
hi_in: प्रमाणीकरण प्रकार निर्दिष्ट करें.
hu_hu: Adja meg a hitelesítés típusát.
ja_jp: 認証の種類を指定します。
kk_kz: Түпнұсқалық растама түрін көрсетіңіз.
ko_kr: 인증 유형을 지정하십시오.
lv_lv: Norādiet autentifikācijas tipu.
nb_no: Angi godkjenningstypen.
pt_br: Especifique o tipo de autenticação.
ru_ru: Укажите тип проверки подлинности.
sr_cyrl_rs: Наведите тип потврде идентитета.
sr_latn_rs: Navedite tip potvrde identiteta.
sv_se: Ange autentiseringstyp.
th_th: ระบุชนิดการรับรองความถูกต้อง
tr_tr: Kimlik doğrulama türünü belirtin.
uk_ua: Укажіть тип автентифікації.
vi_vn: Chỉ định loại xác thực.
zh_cn: 指定身份验证类型。
zh_hk: 指定驗證類型。

# CRMCONNECT_LOGIN_VALIDATION_ERR_LOGINTYPE
source: The Logon type and credentials aren't valid
ca_es: El tipus d'inici de sessió i les credencials no són vàlids
cs_cz: Typ přihlášení a přihlašovací údaje nejsou platné.
da_dk: Logontypen og legitimationsoplysningerne er ugyldige
de_de: Der Anmeldetyp und die Anmeldeinformationen sind ungültig.
el_gr: Ο τύπος σύνδεσης και τα διαπιστευτήρια δεν είναι έγκυρα
eu_es: Saio-hasiera mota eta kredentzialak ez dira baliozkoak
fi_fi: Kirjautumistyyppi ja tunnistetiedot eivät kelpaa
fr_fr: Le type de connexion et les informations d'identification ne sont pas valides
gl_es: O tipo de inicio de sesión e as credenciais non son válidos.
he_il: סוג הכניסה והאישורים אינם חוקיים
hi_in: लॉगऑन प्रकार और क्रेडेंशियल्स मान्य नहीं हैं
hu_hu: A bejelentkezési típus és a hitelesítő adatok érvénytelenek
ja_jp: ログオンの種類と資格情報が無効です
kk_kz: Жүйеге кіру түрі мен тіркелгі деректері жарамсыз
ko_kr: 로그온 유형 및 자격 증명이 잘못되었습니다.
lv_lv: Pieteikšanās tips un akreditācijas dati nav derīgi
nb_no: Påloggingstypen og legitimasjonen er ikke gyldig
pt_br: O tipo de Logon e as credenciais não são válidos
ru_ru: Недопустимый тип имени и учетные данные пользователя.
sr_cyrl_rs: Тип пријављивања и акредитиви нису важећи
sr_latn_rs: Tip prijavljivanja i akreditivi nisu važeći
sv_se: Inloggningstypen och autentiseringsuppgifterna är inte giltiga.
th_th: ชนิดการเข้าสู่ระบบและข้อมูลประจำตัวไม่ถูกต้อง
tr_tr: Oturum açma türü ve kimlik bilgileri geçerli değil
uk_ua: Неприпустимі облікові дані та тип входу
vi_vn: Loại đăng nhập và thông tin đăng nhập không hợp lệ
zh_cn: 登录类型和凭据无效
zh_hk: 登入類型和認證無效

# CRMCONNECT_LOGIN_VALIDATION_ERR_LOGINTYPE_INCOMPATIBLE_LOGIN_TYPE
source: Default credentials can be used only for Active Directory and IFD. Select an appropriate authentication type or provide user credentials.
ca_es: Les credencials per defecte només es poden utilitzar per a l'Active Directory i IFD. Seleccioneu el tipus d'autenticació adequat o subministreu les credencials d'usuari.
cs_cz: Výchozí přihlašovací údaje se dají použít jenom pro Active Directory a Internetové nasazení (IFD). Vyberte příslušný typ ověřování nebo zadejte přihlašovací údaje uživatele.
da_dk: Standardlegitimationsoplysninger kan kun bruges til Active Directory og IFD. Vælg en relevant godkendelsestype, eller angiv brugerlegitimationsoplysninger.
de_de: Standardanmeldeinformationen können nur für Active Directory und IFD verwendet werden. Wählen Sie einen geeigneten Authentifizierungstyp aus, oder geben Sie Anmeldeinformationen an.
el_gr: Τα προεπιλεγμένα διαπιστευτήρια μπορούν να χρησιμοποιηθούν μόνο για το Active Directory και το IFD. Επιλέξτε τον κατάλληλο τύπο ελέγχου ταυτότητας ή καταχωρήστε διαπιστευτήρια χρήστη.
eu_es: Kredentzial lehenetsiak Active Directory-n eta IFDn soilik erabil daitezke. Hautatu autentifikazio mota egokia edo eman erabiltzaile-kredentzialak.
fi_fi: Oletustunnistetietoja voi käyttää vain, jos todennustyyppi on Active Directory tai Internet-käyttö. Valitse asianmukainen todennustyyppi tai anna käyttäjän tunnistetiedot.
fr_fr: Les informations d'identification par défaut ne peuvent être utilisées que pour Active Directory et IFD. Sélectionnez un type d'authentification approprié ou fournissez des informations d'identification utilisateur.
gl_es: As credenciais predefinidas só se poden usar para Active Directory e IFD. Seleccione un tipo de autenticación adecuado ou forneza credenciais de usuario.
he_il: ניתן להשתמש באישורי ברירת המחדל רק עבור Active Directory ו- IFD. בחר סוג אימות מתאים או ספק אישורי משתמש.
hi_in: डिफ़ॉल्ट क्रेडेंशियल्स का उपयोग केवल सक्रिय निर्देशिका और IFD के लिए किया जा सकता है. एक उपयुक्त प्रमाणीकरण प्रकार चुनें या उपयोगकर्ता क्रेडेंशियल्स प्रदान करें.
hu_hu: Alapértelmezett hitelesítések csak Active Directory és IFD esetén használhatók. Válassza ki a megfelelő hitelesítési típust, vagy adja meg a felhasználó hitelesítő adatait.
ja_jp: 既定の資格情報は、Active Directory と IFD にのみ使用できます。適切な認証の種類を選択するか、またはユーザー資格情報を指定してください。
kk_kz: Әдепкі тіркелгі деректері тек Active Directory және IFD үшін пайдаланылады. Сәйкес түпнұсқалық растама түрін таңдаңыз немесе пайдаланушы тіркелгі деректерін қамтамасыз етіңіз.
ko_kr: 기본 자격 증명은 Active Directory 및 IFD에만 사용할 수 있습니다. 적절한 인증 유형을 선택하거나 사용자 자격 증명을 지정하십시오.
lv_lv: Noklusējuma akreditācijas datus var izmantot tikai Active Directory un IFD. Atlasiet atbilstošu autentifikācijas tipu vai norādiet lietotāja akreditācijas datus.
nb_no: Standardlegitimasjonen kan bare brukes for Active Directory og IFD. Velg en egnet godkjenningstype, eller angi legitimasjon for bruker.
pt_br: As credenciais padrão podem ser usadas apenas para o Active Directory e o IFD. Selecione um tipo de autenticação apropriado ou forneça as credenciais do usuário.
ru_ru: Учетные данные по умолчанию могут использоваться только для Active Directory и IFD. Выберите нужный тип проверки подлинности или укажите учетные данные пользователя.
sr_cyrl_rs: Подразумевани акредитиви могу да се користе само за Active Directory и за ПИО. Изаберите одговарајући тип потврде идентитета или наведите корисничке акредитиве.
sr_latn_rs: Podrazumevani akreditivi mogu da se koriste samo za Active Directory i za PIO. Izaberite odgovarajući tip potvrde identiteta ili navedite korisničke akreditive.
sv_se: Standardautentiseringsuppgifter kan bara användas med Active Directory och installation mot Internet. Välj en lämplig autentiseringstyp eller ange autentiseringsuppgifter.
th_th: สามารถใช้ข้อมูลประจำตัวเริ่มต้นสำหรับ Active Directory และ IFD เท่านั้น เลือกชนิดการรับรองความถูกต้องที่เหมาะสม หรือระบุข้อมูลประจำตัวของผู้ใช้
tr_tr: Varsayılan kimlik bilgileri yalnızca Active Directory ve IFD kimlik doğrulama türleri için kullanılabilir. Uygun bir kimlik doğrulama türü seçin veya kullanıcı kimlik bilgilerini girin.
uk_ua: Стандартні облікові дані можна використати лише для типів автентифікації Active Directory та IFD. Виберіть відповідний тип автентифікації або вкажіть облікові дані користувача.
vi_vn: Chỉ có thể sử dụng thông tin đăng nhập mặc định cho Active Directory và IFD. Chọn một loại xác thực thích hợp hoặc cung cấp thông tin đăng nhập của người dùng.
zh_cn: 默认凭据只能用于 Active Directory 和 IFD。请选择适当的身份验证类型或提供用户凭据。
zh_hk: 預設認證只能用於 Active Directory 和 IFD。請選取適當的驗證類型，或提供使用者認證。

# CRMCONNECT_LOGIN_VALIDATION_ERR_PASSWORD
source: A password is required.
ca_es: Es necessita una contrasenya.
cs_cz: Heslo je povinné.
da_dk: En adgangskode kræves.
de_de: Ein Kennwort ist erforderlich.
el_gr: Απαιτείται κωδικός πρόσβασης.
eu_es: Pasahitza behar da.
fi_fi: Salasana on pakollinen.
fr_fr: Un mot de passe est nécessaire.
gl_es: Requírese un contrasinal.
he_il: נדרשת סיסמה.
hi_in: पासवर्ड आवश्यक है.
hu_hu: Meg kell adni jelszót.
ja_jp: パスワードが必要です。
kk_kz: Құпия сөз қажет.
ko_kr: 암호가 필요합니다.
lv_lv: Nepieciešama parole.
nb_no: Passord er påkrevd.
pt_br: Uma senha é necessária.
ru_ru: Требуется пароль.
sr_cyrl_rs: Лозинка је обавезна.
sr_latn_rs: Lozinka je obavezna.
sv_se: Ett lösenord krävs.
th_th: ต้องการรหัสผ่าน
tr_tr: Parola gerekli.
uk_ua: Потрібен пароль.
vi_vn: Yêu cầu mật khẩu.
zh_cn: 需要密码。
zh_hk: 需要密碼。

# CRMCONNECT_LOGIN_VALIDATION_ERR_PASSWORD_MSG
source: Specify a password.
ca_es: Especifiqueu una contrasenya.
cs_cz: Zadejte heslo.
da_dk: Angiv en adgangskode.
de_de: Geben Sie ein Kennwort an.
el_gr: Καθορίστε έναν κωδικό πρόσβασης.
eu_es: Zehaztu pasahitza.
fi_fi: Määritä salasana.
fr_fr: Spécifiez un mot de passe.
gl_es: Escriba un contrasinal.
he_il: ציין סיסמה.
hi_in: एक पासवर्ड निर्दिष्ट करें.
hu_hu: Adjon meg jelszót.
ja_jp: パスワードを指定します。
kk_kz: Құпия сөзді көрсетіңіз.
ko_kr: 암호를 지정하십시오.
lv_lv: Norādiet paroli.
nb_no: Angi et passord.
pt_br: Especifique uma senha.
ru_ru: Укажите пароль.
sr_cyrl_rs: Наведите лозинку.
sr_latn_rs: Navedite lozinku.
sv_se: Ange ett lösenord.
th_th: ป้อนรหัสผ่าน
tr_tr: Bir parola belirtin.
uk_ua: Укажіть пароль.
vi_vn: Chỉ định mật khẩu.
zh_cn: 指定密码。
zh_hk: 指定密碼。

# CRMCONNECT_LOGIN_VALIDATION_ERR_SERVER
source: A Dataverse server name is required.
ca_es: Es necessita un nom de servidor del CDS.
cs_cz: Název serveru CDS je povinný.
da_dk: Et CDS-servernavn kræves.
de_de: Ein CDS-Servername ist erforderlich.
el_gr: Απαιτείται το όνομα διακομιστή CDS.
eu_es: CDS zerbitzari-izena behar da.
fi_fi: CDS-palvelimen nimi on pakollinen.
fr_fr: Un nom de serveur CDS est nécessaire.
gl_es: Requírese un nome do servidor de CDS.
he_il: נדרש שם שרת CDS.
hi_in: CDS सर्वर नाम आवश्यक है.
hu_hu: Meg kell adni a CDS-kiszolgáló nevét.
ja_jp: CDS サーバー名が必要です。
kk_kz: CDS сервер атауы қажет.
ko_kr: CDS 서버 이름이 필요합니다.
lv_lv: Nepieciešams CDS servera nosaukums.
nb_no: CDS-servernavn er påkrevd.
pt_br: Um nome do servidor do CDS é necessário.
ru_ru: Требуется имя сервера CDS.
sr_cyrl_rs: Име CDS сервера је обавезно.
sr_latn_rs: Ime CDS servera je obavezno.
sv_se: Ett CDS-servernamn krävs.
th_th: ต้องการชื่อเซิร์ฟเวอร์ CDS
tr_tr: CDS sunucu adı gerekli.
uk_ua: Потрібна назва сервера CDS.
vi_vn: Yêu cầu tên máy chủ CDS.
zh_cn: 需要 CDS 服务器名称。
zh_hk: 需要 CDS 伺服器名稱。

# CRMCONNECT_LOGIN_VALIDATION_ERR_SERVER_MSG
source: Specify a Dataverse server to connect to.
ca_es: Especifiqueu un servidor del CDS al qual us connectareu.
cs_cz: Zadejte server CDS, ke kterému se chcete připojit.
da_dk: Angiv en CDS-server, der skal oprettes forbindelse til.
de_de: Geben Sie einen CDS-Server zum Herstellen einer Verbindung an.
el_gr: Καθορίστε έναν διακομιστή CDS για σύνδεση.
eu_es: Zehaztu CDS zerbitzari bat hara konektatzeko.
fi_fi: Määritä CDS-palvelin, johon yhteys muodostetaan.
fr_fr: Spécifiez le serveur CDS auquel se connecter.
gl_es: Especifique un servidor de CDS ao que conectarse.
he_il: ציין שרת CDS שאליו יש להתחבר.
hi_in: कनेक्ट करने के लिए एक CDS सर्वर निर्दिष्ट करें.
hu_hu: Adjon meg egy CDS-kiszolgálót a csatlakozáshoz.
ja_jp: 接続先の CDS サーバーを指定します。
kk_kz: Қосылу үшін CDS серверін көрсетіңіз.
ko_kr: 연결할 CDS 서버를 지정하십시오.
lv_lv: Norādiet CDS serveri, ar kuru izveidot savienojumu.
nb_no: Angi en CDS-server som du vil koble til.
pt_br: Especifique um servidor do CDS ao qual se conectar.
ru_ru: Укажите сервер CDS, к которому нужно подключиться.
sr_cyrl_rs: Наведите CDS сервер за повезивање.
sr_latn_rs: Navedite CDS server za povezivanje.
sv_se: Ange en CDS-server att ansluta till.
th_th: ระบุเซิร์ฟเวอร์ CDS ที่จะเชื่อมต่อ
tr_tr: Bağlanmak için bir CDS sunucusu belirtin.
uk_ua: Укажіть сервер CDS, до якого слід підключитися.
vi_vn: Chỉ định máy chủ CDS để kết nối.
zh_cn: 指定要连接到的 CDS 服务器。
zh_hk: 指定要連線的 CDS 伺服器。

# CRMCONNECT_LOGIN_VALIDATION_ERR_USERID
source: A user name is required.
ca_es: Es necessita un nom d'usuari.
cs_cz: Uživatelské jméno je povinné.
da_dk: Der kræves et brugernavn.
de_de: Ein Benutzername ist erforderlich.
el_gr: Απαιτείται ένα όνομα χρήστη.
eu_es: Erabiltzaile-izena behar da.
fi_fi: Käyttäjänimi on pakollinen.
fr_fr: Un nom d'utilisateur est nécessaire.
gl_es: Requírese un nome de usuario.
he_il: נדרש שם משתמש.
hi_in: उपयोगकर्ता नाम आवश्यक है.
hu_hu: Meg kell adni felhasználónevet.
ja_jp: ユーザー名が必要です。
kk_kz: Пайдаланушы аты қажет.
ko_kr: 사용자 이름이 필요합니다.
lv_lv: Lietotājvārds ir obligāts.
nb_no: Brukernavn er påkrevd.
pt_br: É necessário um nome de usuário.
ru_ru: Требуется имя пользователя.
sr_cyrl_rs: Корисничко име је обавезно.
sr_latn_rs: Korisničko ime je obavezno.
sv_se: Ett användarnamn krävs.
th_th: จำเป็นต้องระบุชื่อผู้ใช้
tr_tr: Kullanıcı adı gerekli.
uk_ua: Необхідно ввести ім’я користувача.
vi_vn: Yêu cầu tên người dùng.
zh_cn: 需要用户名。
zh_hk: 需要使用者名稱。
